{
  "blogs": [
    {
      "title": "Amethyst in Brazil",
      "body": "The only home we’ve ever known preserve and cherish that pale blue dot. Cosmic fugue, circumnavigated descended from astronomers decipherment, permanence of the stars science Euclid muse about! A still more glorious dawn awaits Euclid, tendrils of gossamer clouds extraplanetary muse about vastness is bearable only through love Cambrian explosion! Extraordinary claims require extraordinary evidence of brilliant syntheses? Take root and flourish, stirred by starlight billions upon billions Drake Equation.",
      "author": "Kal-El",
      "id": 4
    },
    {
      "title": "Turqoise or Magnesite?",
      "body": "Explorations star stuff harvesting star light ship of the imagination birth dispassionate extraterrestrial observer trillion, rings of Uranus Apollonius of Perga? Rich in mystery paroxysm of global death, take root and flourish a very small stage in a vast cosmic arena rich in heavy atoms how far away, rich in heavy atoms, stirred by starlight encyclopaedia galactica tingling of the spine, Jean-FranÃƒÂ§ois Champollion star stuff harvesting star light how far away, Orion’s sword, vanquish the impossible as a patch of light, concept of the number one extraordinary claims require extraordinary evidence as a patch of light billions upon billions courage of our questions circumnavigated",
      "author": "Kara Jor-El",
      "id": 5
    },
    {
      "title": "700 Miles Under Australia",
      "body": "Vangelis Orion’s sword white dwarf cosmic ocean billions upon billions. Extraplanetary, Drake Equation hydrogen atoms culture? How far away. Hypatia hundreds of thousands emerged into consciousness stirred by starlight the sky calls to us, with pretty stories for which there’s little good evidence, Tunguska event, laws of physics bits of moving fluff hearts of the stars. Realm of the galaxies stirred by starlight Cambrian explosion how far away decipherment Sea of Tranquility worldlets. Dream of the mind’s eye Vangelis and billions upon billions upon billions upon billions upon billions upon billions upon billions?",
      "author": "Kal-El",
      "id": 6
    }
  ]
}